Repository: sayborduu/Stossyfork
Catalog: Stossycord/Localizable.xcstrings
Source language: en
Languages: es

source: (edited)
es: (editado)

source: %lld members
es: %lld miembros

source: ▢ replacement
es: ▢ reemplazo

source: A Native Discord Client for iOS
es: Un cliente nativo de Discord para iOS

source: About Me
es: Sobre mi

source: Add your Store ID and BLOB_READ_WRITE_TOKEN to continue.
es: Añade tu Store ID y BLOB_READ_WRITE_TOKEN para continuar.

source: All Discord content loads normally.
es: Todo el contenido de Discord se carga normalmente

source: Appearance
es: Apariencia

source: Archived
es: Archivado

# authorization.status.authorized
source: Authorized
es: Autorizado

# authorization.status.denied
source: Denied
es: Denegado

# authorization.status.notRequested
source: Not requested
es: No solicitado

# authorization.status.restricted
source: Restricted
es: Restringido

# authorization.status.unknown
source: Unknown
es: Desconocido

source: Blob configuration
es: Configuración del Blob

source: Blob credentials
es: Credenciales del Blob

source: Both fields are required before Stossycord can talk to the Vercel Blob API.
es: Ambos campos son requeridos para que Stossycord pueda comunicarse con la API de Vercel Blob.

source: Camera
es: Cámara

source: Cancel
es: Cancelar

source: Choose your privacy mode
es: Elige tu modo de privacidad

source: Clear Search
es: Borrar búsqueda

# common.clear
source: Clear
es: Borrar

# common.copy
source: Copy
es: Copiar

# common.enable
source: Enable
es: Activar

# common.nevermind
source: Nevermind
es: Da igual

source: Complete 2FA Verification
es: Completa la verificación en 2 pasos

source: Complete Captcha
es: Completa el Captcha

source: Continue
es: Continuar

source: Copy
es: Copiar

source: Copy Avatar URL
es: Copiar URL del Avatar

source: Copy Banner URL
es: Copiar URL del Banner

source: Copy User ID
es: Copiar ID de Usuario

source: Custom
es: Personalizado

source: Custom Controls
es: Controles personalizados

source: Custom emoji backend
es: Backend de emojis personalizado

source: Custom Emojis
es: Emojis personalizados

source: Default
es: Por defecto

source: Delete "%@"
es: Borrar “%@”

source: Delete emoji?
es: Borrar emoji?

source: Delete Message
es: Borrar mensaje

source: Disable this to only use your Stossycord custom emoji cache.
es: Desactiva esto para solo usar emojis personalizados de Stossycord.

source: DMs
es: MDs

source: Done
es: Hecho

source: Edit Message
es: Editar mensaje

source: Editing message
es: Editando mensaje

source: Email or Phone Number
es: Email o número de teléfono

source: Emoji hyperlink text
es: Texto del hipervínculo del emoji

source: Emoji Replacement
es: Reemplazo de emojis

source: Enable the Vercel Blob Store above to manage your custom emojis.
es: Activa la Vercel Blob Store arriba para manejar tus emojis personalizados.

source: Enable Vercel Blob Store
es: Activar Vercel Blob Store

source: Failed to Load Profile
es: Error al cargar perfil

source: Files
es: Archivos

source: Filter
es: Filtrar

source: Fine-tune what Stossycord loads.
es: Afina lo que carga Stossycord.

source: Host your own
es: Hospedar el tuyo

source: Hyperlink text
es: Texto hipervínculo

source: Invalid URL
es: URL inválida

source: Leave
es: Salir

source: Limits certain Discord calls. Only custom Stossycord emojis will load.
es: Limita ciertas llamadas a Discord. Solo cargaran los emojis personalizados de Stossycord.

source: Load Discord Emojis
es: Cargar emojis de Discord

source: Loading emojis…
es: Cargando emojis…

source: Loading profile...
es: Cargando perfil...

source: Loading user profile...
es: Cargando perfil de usuario...

source: Log In
es: Iniciar sesión

source: Logging in...
es: Iniciando sesión…

source: Login
es: Iniciar sesión

source: Messages
es: Mensajes

source: Multiple choice
es: Multiples opciones

source: Must be saved without the 'store_' prefix. Stossycord will remove it automatically.
es: Se debe de guardar sin el prefijo ‘store_’. Stossycord lo quitará automáticamente.

source: Name
es: Nombre

source: No channels available.
es: No hay canales disponibles.

source: No conversations yet
es: Aún no hay conversaciones

source: No matching conversations
es: No hay conversaciones que coincidan

source: No matching servers
es: No hay servidores que coincidan

source: No servers available
es: No hay servidores disponibles

source: Open Vercel Dashboard
es: Abrir panel de Vercel

source: Or login with email
es: O iniciar sesión con correo

source: Password
es: Contraseña

source: Photos
es: Fotos

source: Pick the experience that suits you. You can change this later in settings.
es: Elige la experiencia que más te convenga. Puedes cambiar esto más tarde en ajustes.

source: Privacy
es: Privacidad

source: Privacy Modes
es: Modos de privacidad

source: Privacy Settings
es: Ajustes de Privacidad

source: Profile
es: Perfil

source: Profile only
es: Solo perfil

source: Referenced message unavailable
es: Mensaje referenciado no disponible

source: Refresh
es: Recargar

source: Reply
es: Responder

source: Replying to %@
es: Respondiendo a %@

source: Reset backend
es: Reiniciar backend

source: Reset hyperlink text
es: Resetear texto del hipervínculo

source: Retry
es: Reintentar

source: Save to photos
es: Guardar en Fotos

source: Scan QR Code
es: Escanear código QR

source: Search
es: Buscar

source: Search conversations
es: Buscar conversaciones

source: Search messages, media, or people
es: Buscar mensajes, archivos o personas

source: Search servers
es: Buscar servidores

source: Searching for messages…
es: Buscando mensajes...

source: Select
es: Seleccionar

source: Select Attachment
es: Seleccionar archivo

source: Select Photo
es: Seleccionar foto

source: Send Anyway
es: Enviar de todas formas

source: Send Message
es: Enviar mensaje

source: Servers
es: Servidores

source: Settings
es: Ajustes

# settings.alert.tokenResetMessage
source: Your token has been reset. Please Quit and Relaunch the App.
es: Tu token se ha reseteado. Por favor, cierra y vuelve a abrir la app.

# settings.alert.tokenResetTitle
source: Token Reset
es: Resetear token

# settings.auth.biometricReason
source: This is very sensitive data. Please authenticate.
es: Estos datos son muy sensitivos. Por favor, autentificate.

# settings.auth.passcodeReason
source: Please enter your passcode to authenticate.
es: Por favor introduce tu contraseña para autentificar.

# settings.auth.unknownError
source: Unknown error
es: Error desconocido

# settings.button.clearCache
source: Clear cache
es: Borrar cache

# settings.button.logout
source: Log Out
es: Cerrar sesión

# settings.customBubble.invalid
source: Invalid JSON detected – falling back to defaults.
es: JSON invalido detectado - usando predeterminado.

# settings.customBubble.label
source: Custom bubble JSON
es: Dialogos JSON personalizados

# settings.customBubble.loadSample
source: Load sample
es: Cargar ejemplo

# settings.destructive.confirmDescription
source: This will enable options like mass leaving servers or other features that do not exist on official Discord distributions. Discord could suspend your account for using these features. Proceed with caution.
es: Esto activará opciones como abandonar servidores en masa o otras funciones que no existen en distribuciones oficiales de Discord. Discord podría suspender tu cuenta por usar estas funciones. Continua con precaución.

# settings.destructive.confirmTitle
source: Are you sure?
es: ¿Estás segur@?

# settings.picker.messageStyle
source: Message style
es: Estilo de mensaje

# settings.presence.activityName
source: Activity name
es: Nombre de actividad

# settings.presence.appleMusicAccess
source: Apple Music access
es: Acceso a Apple Music

# settings.presence.clearButton
source: Clear custom presence
es: Borrar presencia personalizada

# settings.presence.clearInstructions
source: Leave the activity name empty to clear your custom presence.
es: Deja el nombre de la actividad vacío para borrar tu presencia personalizada.

# settings.presence.customPresence
source: Custom presence
es: Presencia personalizada

# settings.presence.details
source: Details
es: Detalles

# settings.presence.enabled
source: Apple Music access is enabled.
es: El acceso a Apple Music está activo.

# settings.presence.help.denied
source: Access has been denied. You can re-enable Apple Music permissions from System Settings.
es: El acceso se ha denegado. Puedes reactivar los permisos de Apple Music desde los ajustes del sistema.

# settings.presence.help.request
source: Request access to share what you're listening to from Apple Music.
es: Solicita permiso para compartir que estas escuchando desde Apple Music.

# settings.presence.help.restricted
source: Apple Music access is restricted on this device.
es: El acceso a Apple Music esta restringido en este dispositivo.

# settings.presence.help.unavailable
source: Apple Music access is currently unavailable.
es: Actualmente el acceso a Apple Music no esta disponible.

# settings.presence.requestAccess
source: Request Apple Music access
es: Solicitar acceso a Apple Music

# settings.presence.shareStatus
source: Share Apple Music status
es: Compartir estado de Apple Music

# settings.presence.state
source: State
es: Estado

# settings.privacy.mode
source: Privacy mode
es: Modo de privacidad

# settings.section.appearance
source: Appearance
es: Apariencia

# settings.section.appearanceAndDesign
source: Appearance and Design
es: Apariencia y Diseño

# settings.section.design
source: Design
es: Diseño

# settings.section.presence
source: Presence
es: Presencia

# settings.section.privacy
source: Privacy
es: Privacidad

# settings.section.warningZone
source: Warning zone
es: Zona de precaución

# settings.title
source: Settings
es: Ajustes

# settings.toggle.allowDestructiveActions
source: Allow destructive actions
es: Permitir acciones destructivas

# settings.toggle.allowDestructiveActions.help
source: When enabled, allows actions like mass leaving servers.
es: Cuando esta activo, permite acciones como abandonar servidores en masa.

# settings.toggle.disableAnimatedAvatars
source: Disable animated avatars
es: Desactivar avatares animados

# settings.toggle.disableAnimatedAvatars.help
source: When enabled, animated profile pictures will be requested as PNG and shown as a static first frame.
es: Cuando esta activo, las fotos de perfil animadas se solicitaran como PNG y se mostrarán como el primer frame estático.

# settings.toggle.disableProfileCache
source: Disable profile cache
es: Desactivar cache de perfil

# settings.toggle.disableProfileCache.help
source: When enabled, user profiles and bios won't be cached and will be fetched every time.
es: Cuando está activo, los perfiles y biografías no se cachearan y se recargaran todas las veces.

# settings.toggle.disableProfilePicturesCache
source: Disable profile pictures cache
es: Desactivar cache de fotos de perfil

# settings.toggle.disableProfilePicturesCache.help
source: When enabled, profile pictures won't be cached and will be downloaded every time.
es: Cuando está activo, las fotos de perfil no se cachearan y se descargaran cada vez.

# settings.toggle.disableProfilePictureTap
source: Disable profile picture tap
es: Desactivar click de fotos de perfil

# settings.toggle.disableProfilePictureTap.help
source: When enabled, tapping profile pictures won't open user profiles.
es: Cuando está activo, al hacer click en una foto de perfil no abrirá perfiles de usuario.

# settings.toggle.hideRestrictedChannels
source: Hide channels you can't see
es: Ocultar canales que no puedes ver

# settings.toggle.hideRestrictedChannels.help
source: When enabled, channels without VIEW_CHANNEL permission will be hidden from the channel list.
es: Cuando está activo, los canales sin el permiso VIEW_CHANNEL se ocultarán de la lista de canales.

# settings.toggle.showSelfAvatar
source: Show my profile picture
es: Mostrar mi foto de perfil

# settings.toggle.showSelfAvatar.help
source: When disabled, your messages align closer to the edge without your avatar.
es: Cuando no está activo, tus mensajes se alinean más cerca de la esquina sin mostrar tu avatar.

# settings.toggle.useDiscordFolders
source: Use Discord server folders
es: Usar carpetas de Discord

# settings.toggle.useDiscordFolders.help
source: When enabled, servers are organized using your Discord folder structure.
es: Cuando está activo, los servidores se organizan usando tu estructura de carpetas de Discord.

# settings.toggle.useNativePicker
source: Use native picker
es: Usar selector nativo

# settings.toggle.useNativePicker.help
source: When enabled, uses the native iOS picker for selecting photos and files instead of the custom interface.
es: Cuando está activo, utiliza el selector nativo de iOS para elegir fotos y archivos en vez de la interfaz personalizada.

# settings.toggle.useRedesignedMessages
source: Use redesigned messages
es: Usar mensajes rediseñados

# settings.toggle.useRedesignedMessages.help
source: When enabled, messages from the same author within 30 minutes are grouped together and images without text don't show message bubbles.
es: Cuando está activo, los mensajes del mismo autor entre 30 minutos se agrupan y las imágenes sin texto no muestran diálogos.

source: Show User
es: Mostrar usuario

source: Start using Stossycord
es: E

source: Store your custom emoji set in a Vercel Blob database. Stossycord only talks to Vercel on your behalf.
es: Guarda tu set de emojis personalizados en una base de datos de Vercel Blob. Stossycord solo habla a Vercel en tu nombre.

source: Tap to view conversation
es: Click para ver la conversación

source: This endpoint is used to send emojis on Discord. Your credentials never go there. It simply shortens the default Blob URL for Discord messages.
es: Este endpoint se usa para enviar emojis en Discord. Tus credenciales nunca se enviarán ahí. Simplemente acorta el enlace Blob por defecto para los mensajes de Discord.

source: This user hasn't added a bio yet.
es: Este usuario aún no ha añadido una biografía.

source: This will permanently remove the emoji from your Vercel Blob store.
es: Esto borrara permanentemente el emoji de tu Vercel Blob store.

source: Turn this off to exclusively use Stossycord custom emojis.
es: Desactiva esto para usar exclusivamente emojis personalizados de Stossycord.

source: Unable to Leave Servers
es: No se ha podido abandonar los servidores

source: Unique Store ID
es: Store ID único

source: Upload emoji
es: Subir emji

source: Use custom emoji backend
es: Usar backend personalizado de emojis

source: User ID: %@
es: ID de Usuario: %@

source: User not found
es: Usuario no encontrado

source: Verifying...
es: Verificando...

source: Welcome to Stossycord
es: Bienvenido a Stossycord

source: When emojis are disabled, you can customize how they are represented in messages. Use `%n` as a placeholder for the emoji name.
es: Cuando los emojis están desactivados, puedes personalizar como se representan en mensajes. Usa `%n` como una plantilla para el nombre del emoji.

source: While this is enabled, Stossycord will send a shortened URL to Discord instead of the full Blob URL.
es: Mientras esto este activo, Stossycord enviará una versión acortada a Discord en vez de la URL completa del Blob.

source: You Are Offline
es: Estás offline

source: You haven't uploaded any custom emojis yet. Upload an image to get started.
es: Aún no has subido ningún emoji personalizado. Sube una imagen para empezar.

# You share %lld server%@ with this user
source: You share %1$lld server%2$@ with this user
es: Compartes %1$lld servidor%2$@ con este usuario.

source: You're all set to use Stossycord. Close this screen to start exploring.
es: Stossycord ya esta listo para que lo uses. Cierra esta ventana para empezar a explorar.

source: You're done!
es: ¡Has acabado!

source: You're sharing your token
es: Estás compartiendo tu token

source: Your emojis
es: Tus emojis

source: Your message contains your Discord token. Sharing it with other people could open your account to other people. Do you want to send it?
es: Tu mensaje contiene tu token de Discord. Compartirla con otras personas puede abrir tu cuenta a estas. ¿Seguro que quieres compartirla?
